tutorials/cavity_IOh5Write_b_OFv6/Allrun.sh
blockMesh
decomposePar
mpirun -np 3 icoFoam -parallel 
